{
    "raceName": "Kitsunes",
    "raceDescription": "Los Kitsunes son seres extraordinariamente raros en las tierras conocidas, considerados descendientes de antiguos humanos y FoxFolks. Son reconocidos por sus colas, que aumentan en número a medida que crecen y son un símbolo de belleza y estatus entre su especie. Su capacidad innata para controlar el fuego asombra incluso a los magos más experimentados, y su atractivo físico, junto con sus rasgos bestiales sutiles, los convierte en objetivos de admiración y, en ocasiones, persecución. Según las leyendas, se cree que los Kitsunes son descendientes directos del Rey del Feywild, reforzando su vínculo con la magia y el misterio.",
    "bonusRules": "",
    "movementSpeed": "6",
    "attributes": {
        "Inteligencia": "+2",
        "Carisma": "+1"
    },
    "sizes": [
        2,
        3,
        4
    ],
    "abilities": [
        {
            "name": "Espíritu del Zorro",
            "description": "Obtendrás colas a medida que ganes experiencia y obtendrás poderes adicionales según tu nivel"
        },
        {
            "name": "Piel de Zorro",
            "description": "A nivel 1 puedes transformarte en Zorro como Acción. Obtienes 8c de Movimiento, Ventaja en Percepción de Olfato y Oído, los enemigos sufren desventaja en ataques contra ti, puedes hablar durante tu transformación y dura una cantidad de Horas = a tu Mod. Carisma"
        },
        {
            "name": "Encanto Zorruno",
            "description": "A nivel 3 puedes lanzar el conjuro Encantar Persona a un enemigo sin gastar ningún espacio de Conjuro 1 vez por Descanso largo. Empleas tu Carisma para las Salvada"
        },
        {
            "name": "Garras Íngeas",
            "description": "A nivel 5 puedes atacar con tus garras prendiéndolas en fuego mágico. Los enemigos a los que golpees con este ataque reciben 50% menos de sanación hasta el inicio de tu próximo turno. Haces 1d6 perforante y 2d6 de Fuego. 1 vez por turno."
        },
        {
            "name": "Paso feérico",
            "description": "A nivel 7 puedes lanzar el conjuro Paso Brumoso 1 vez por Descanso Largo. Harás un leve ruído al teletransportarte"
        },
        {
            "name": "Ilusión Seductora",
            "description": "A nivel 9 puedes lanzar el conjuro Sugestión como acción 1 vez por Descanso Largo."
        },
        {
            "name": "Visión mágica",
            "description": "A nivel 11 puedes ver a enemigos invisibles y detectar conjuros como Disfrazarse o Polimorfar a 3m de ti"
        },
        {
            "name": "Forma Verdadera",
            "description": "A nivel 13 puedes transformarte el tiempo que quieras en tu forma de Zorro empleando tan solo tu acción adicional. En esta forma obtienes de forma pasiva el efecto de Aura mágica de Mystul"
        },
        {
            "name": "Protección divina",
            "description": "A nivel 15 todos los ataques físicos sufridos por la espalda hacen 50% menos de daño"
        },
        {
            "name": "Marca Divina",
            "description": "A nivel 17 puedes lanzar el conjuro Símbolo como acción 1 vez por Descanso Largo"
        }
        
    ]
}